<div id="main_inner">
    <div id="main_inner_header">
        <h3>About Us</h3>
    </div>
    <div id="main_inner_body_other">
    	<img src="/assets/images/pic_aboutus.jpg" />
        <p>
        &nbsp;&nbsp;&nbsp;&nbsp;<span class="colf41 txt14b">The Best Deal</span> บริษัท ผู้นำเว็บไซต์ธุรกิจโซเชียลคอมเมิร์ซอันดับหนึ่งในประเทศไทย รวบรวมประสบการณ์ไลฟ์สไตล์สุดหรู โรงแรม รีสอร์ท สปา ร้านอาหาร คุ้มทั้ง กิน เที่ยว ช้อป จากผลิตภัณฑ์และบริการชั้นนำทั่วประเทศมาจำหน่ายในราคาลดพิเศษมากกว่า 50% โดยผู้สนใจสามารถ <a href="#" class="col48c">สมัครสมาชิกเว็บไซต์ ได้ฟรี !!</a> <b class="colf41">www.TheBestdeal1.com</b> เพื่อรับข่าวสารใหม่ๆ ที่น่าสนใจ พร้อมทั้งแบ่งปันข้อมูลคูปองส่วนลดสุดคุ้มให้เพื่อนๆ ได้รับทราบผ่านทางเครือข่ายสังคมต่างๆ ได้ในทุกๆ วัน และสมาชิกยังจะได้รับส่วนลดเพิ่มขึ้น<br /><br />
        
        &nbsp;&nbsp;&nbsp;&nbsp;ซึ่ง <b class="colf41">The Best Deal</b> เป็นเสมือนตัวกลางที่ช่วยให้ธุรกิจต่างๆ มีช่องทางในการแนะนำและโปรโมทผลิตภัณฑ์ บริการ และแบรนด์ของตนผ่านสื่อการตลาดทางอินเตอร์เน็ต  และสื่อต่างๆ เช่น วิทยุ , โทรทัศน์ หนังสือพิมพ์ ,facebook อย่างมีประสิทธิภาพสูงสุดในเวลาที่กำหนดไว้ โดยประมาณ  3 – 7 วัน  โดย <b class="colf41">The Best Deal</b> มีการรับประกันว่าเป็นทุกๆ เป็นคูปองส่วนลด ที่มีราคาประหยัดที่สุดในช่วงเวลานั้นๆ ในขณะเดียวกันธุรกิจต่างๆก็มีโอกาสในการเข้าถึงลูกค้าใหม่ รวมทั้งได้รับการประชาสัมพันธ์ผ่านเว็บไซต์ <b class="colf41">TheBestDeal1.com</b> โดยไม่จำเป็น ต้องเสียค่าใช้จ่ายใดๆ<br /><br />
        
        &nbsp;&nbsp;&nbsp;&nbsp;บริษัทฯ มุ่งมั่นส่งมอบความสุขและความประหยัดเพื่อเติมเต็มไลฟ์สไตล์ให้กับเหล่าสมาชิก และยังช่วยทำการแนะนำและ โปรโมทผลิตภัณฑ์ บริการ และแบรนด์ของธุรกิจนั้นๆ
        รวมทั้งในการเป็นธุรกิจที่มีความรับผิดชอบต่อสังคมในทุกๆ ด้าน<br /><br />
        
        &nbsp;&nbsp;&nbsp;&nbsp;ในเดือน 12 ธันวาคม 2555 <b class="colf41">The Best Deal</b> ได้เข้ามาอยู่ในเครือข่ายธุรกิจของธุรกิจ Deal On Line บริษัทออนไลน์ชั้นนำของโลกซึ่งนำเสนอประสบการณ์ที่น่าสนใจ
        จากแหล่งอาหารการกิน แหล่งท่องเที่ยว ช้อปปิ้ง ในเมืองต่างๆ ด้วยจุดมุ่งหมายสำคัญในการส่งเสริมให้สมาชิกค้นหา แบ่งปัน และเติมเต็มไลฟ์สไตล์สุดเทรนด์ อย่างจุใจ 
        ด้วยการแนะนำพวกเขากับธุรกิจที่ลีฟวิ่งโซเชียลได้คัดสรรมาเป็นอย่างดี ด้วยดีลในแต่ละวันที่แปลกใหม่และหลากหลาย พร้อมสนับสนุนให้สมาชิกออกไปค้นพบกับประสบการณ์ใหม่ๆ 
        ทริประยะใกล้-ไกลในวันหยุดพักผ่อน ไปจนถึงอาหารมื้อเลิศรส แต่ราคาเบาๆ และอื่นๆอีกมากมาย นอกจากนี้ ยังพร้อมเป็นส่วนสำคัญที่ช่วยให้ธุรกิจเติบโต ด้วยการทำหน้าที่เป็นช่องทาง
        ให้ธุรกิจสามารถเข้าถึงกลุ่มลูกค้าที่เขาต้องการ และเพิ่มฐานลูกค้าใหม่ๆ ให้กับคุณ<br /><br />

        </p>
    </div>
</div>
