<div id="main_inner">
    <div id="main_inner_header">
        <h3>Policy</h3>
    </div>
    <div id="main_inner_body_terms">
      <p><b class="col48c">บทนำ</b><br />
        บริษัท <b class="colf41">TheBestDeal1.com</b> จำกัด (ต่อจากนี้จะเรียกว่า) อันรวมถึงบริษัทสาขาและบริษัทในเครือได้นำเสนอบริการให้กับคุณ (ต่อจากนี้จะเรียกว่า &quot;เว็บไซต์&quot;) โดยเราได้ยึดเอานโยบายความเป็นส่วนตัวตามที่ได้แจ้งรายละเอียดไว้ดังต่อไปนี้.<br />
        เราขอขอบคุณที่คุณแวะมาเยี่ยมชมเว็บไซต์ของเรา (<b class="colf41">TheBestDeal1.com</b>) นโยบายความเป็นส่วนตัวนี้จะอธิบายถึงวิธีที่เรารวบรวม ใช้ เปิดเผย และดำเนินการเกี่ยวกับข้อมูลที่สามารถระบุตัวตนของคุณได้ (ข้อมูลส่วนบุคคล) ซึ่งมีความเกี่ยวข้องกับการให้บริการของเราผ่านทางเว็บไซต์ กรุณาทำความเข้าใจเกี่ยวกับนโยบายความเป็นส่วนตัวนี้ก่อนจะใช้งานเว็บไซต์หรือกรอกข้อมูลส่วนตัวใดๆของคุณกับเว็บไซต์ ในการใช้งานเว็บไซต์ คุณยอมรับข้อตกลงที่แจ้งไว้ตามนโยบายความเป็นส่วนตัวนี้แล้ว นโยบายเหล่านี้อาจจะมีการเปลี่ยนแปลงได้ ทว่าเมื่อมีการเปลี่ยนแปลง เราจะแจ้งการเปลี่ยนแปลงนั้นให้คุณทราบและการเปลี่ยนแปลงจะเริ่มต้นมีผลต่อกิจกรรมและเนื้อหาข้อมูลที่จะเกิดขึ้นต่อไปในอนาคต โดยไม่มีผลย้อนหลัง ดังนั้น คุณจึงควรแวะมาตรวจดูนโยบายความเป็นส่วนตัวนี้เป็นประจำ เมื่อไรก็ตามที่คุณแวะมาที่เว็บไซต์ของเรา เพื่อให้คุณได้เข้าใจอย่างชัดเจนถึงนโยบายและแนวทางการปฏิบัติล่าสุดของเราเกี่ยวกับข้อมูลส่วนตัวของคุณที่มอบให้กับเรา</p>
      <p><i class="text_red">หมายเหตุ : นโยบายความเป็นส่วนตัวที่กำหนดขึ้นนี้สำหรับใช้ในเว็บไซต์นี้เท่านั้น หากคุณทำการเชื่อมต่อหรือลิงค์ไปยังเว็บไซต์อื่นใด กรุณาตรวจสอบนโยบายความเป็นส่วนตัวของเว็บไซต์ที่คุณแวะไปเยี่ยมชมเหล่านั้นด้วย</i></p>
      <p>&nbsp;</p>
      <p><b class="col48c">การเก็บรวบรวมข้อมูล</b><br />
        <b class="colf41">The Best Deal</b>จะทำการรวบรวมข้อมูลส่วนบุคคลของคุณ ซึ่งคุณมอบให้แก่เราในระหว่างที่ใช้บริการเว็บไซต์ ข้อมูลส่วนบุคคลดังกล่าวรวมถึงชื่อ ที่อยู่ หมายเลขโทรศัพท์ หรือที่อยู่อีเมล์ และอื่นๆ ข้อมูลที่คุณให้กับเรานั้นใช้เพื่อลงทะเบียนกับเว็บไซต์ของเราตามที่คุณต้องการ และข้อมูลส่วนบุคคลเหล่านี้ใช้เพื่อลงทะเบียนกับเว็บไซต์ของเราตามที่คุณต้องการเท่านั้น นอกเสียจากว่าคุณจะอนุญาตให้เราใช้ข้อมูลเหล่านั้นเพื่อจุดประสงค์อื่นใด ตัวอย่างเช่น การเพิ่มชื่อของคุณไว้ในรายชื่อเพื่อส่งข่าวสารทางอีเมล์ของเรา<br />
      </p>
      <p><b class="col48c">เทคโนโลยีจดจำข้อมูล (คุกกี้)</b><br />
        เว็บไซต์ของเราอาจใช้ คุกกี้ และ เทคโนโลยีจดจำข้อมูลมาใช้ในเว็บไซต์ ทั้งนี้ขึ้นอยู่กับลักษณะของการให้บริการที่เรานำเสนอ คุกกี้ และ เทคโนโลยีการจดจำข้อมูลนั้นใช้เพื่อประโยชน์ในการเก็บรวบรวมข้อมูล อาทิเช่น ชนิดของบราวเซอร์ที่ใช้งานและระบบปฏิบัติการ การนับจำนวนผู้ที่เข้ามาใช้งานเว็บไซต์ และ ทำความเข้าใจถึงความต้องการของผู้ใช้งานแต่ละคนในการเข้าใช้งานในเว็บไซต์ของเรา นอกเหนือจากนี้ คุกกี้ ยังสามารถช่วยให้เว็บไซต์ของเราสามารถ &quot;ปรับเปลี่ยน&quot; ตนเองให้เหมาะกับผู้ใช้แต่ละคนได้ด้วย การจดจำข้อมูลเกี่ยวกับการมาเยี่ยมชมเว็บไซต์ของผู้ใช้เอาไว้ ทว่า คุกกี้ หรือ เทคโนโลยีการจดจำข้อมูลใดๆ จะมิได้มีการใช้สำหรับเก็บข้อมูลส่วนตัวของคุณ แต่อย่างไรก็ตาม หากก่อนหน้านี้คุณเคยกรอกข้อมูลส่วนตัวของคุณเอาไว้แล้ว คุกกี้ อาจจะจดจำข้อมูลเหล่านั้นเอาไว้และอาจมีการแบ่งปันผลรวมทั้งหมดของ คุกกี้ และ เทคโนโลยีจดจำข้อมูล กับบุคคลที่สามได้.<br />
      </p>
      <p><b class="col48c">การเปิดเผยข้อมูล</b><br />
        TheBestDeal1 อาจจะมีการเปิดเผยข้อมูลส่วนบุคคลตามคำร้องขอจากเจ้าหน้าที่ผู้รักษากฎหมาย หรือตามความจำเป็นอื่นๆ เพื่อให้สอดคล้องกับกฎหมายที่บังคับใช้ หรือกับบริษัทอื่นใดที่ทำหน้าที่เป็นผู้ช่วยเราในการสอบสวน ป้องกัน หรือเพื่อการดำเนินการใดๆ ต่อการกระทำที่ผิดกฎหมาย โดยเราอาจจะมีการเปิดเผยข้อมูลดังกรณีต่อไปนี้ (1) เมื่อมีการอนุญาตและร้องขอจากเจ้าหน้าที่ผู้รักษากฎหมาย หรือ (2) เมื่อมีความพยายามจะต่อต้าน หรือ ป้องกัน การฉ้อโกง หลอกลวง หรือ การดำเนินการสั่งซื้อโดยไม่ได้รับอนุญาต อันมีความเป็นไปได้ว่าจะเกิดขึ้น หรือ (3) เมื่อมีการสืบสวนสอบสวนการฉ้อโกงที่เกิดขึ้นแล้ว แต่ข้อมูลเหล่านี้จะไม่มีการนำไปให้บริษัทอื่นใดใช้เพื่อจุดประสงค์ทางการตลาด<br />
      </p>
      <p><b class="col48c">ความปลอดภัยของข้อมูล</b><br />
        ข้อมูลส่วนตัวของคุณที่เราทำการเก็บรักษาไว้นั้นมีการเก็บรักษาไว้อย่างเหมาะสม และปลอดภัย มีก็แต่เพียงพนักงานในบริษัทของเราที่ได้รับอนุญาต ตัวแทนของเรา หรือ ผู้รับจ้างของเรา (ผู้ซึ่งตกลงแล้วว่าจะเก็บรักษาข้อมูลเหล่านี้อย่างปลอดภัยและเป็นความลับ) เท่านั้นที่สามารถเข้าถึงข้อมูลเหล่านี้ได้ อีเมล์และจดหมายข่าวทุกฉบับจากเว็บไซต์ของเราจะเปิดโอกาสให้คุณเลือกที่จะยกเลิกการรับข่าวสารในอนาคตได้<br />
      </p>
      <p><b class="col48c">ติดต่อสอบถามเกี่ยวกับนโยบายความเป็นส่วนตัว</b><br />
        หากคุณมีข้อสงสัย คำถาม ข้อข้องใจ หรือ ความคิดเห็นใดๆ เกี่ยวกับนโยบายความเป็นส่วนตัวของเรา คุณสามารถติดต่อเราได้ตามรายละเอียดด้านล่างนี้
      <br /><br /><b class="colf41">บริษัท เดอะ เบสท์ ดีล จำกัด จำกัด</b><br />
        เลขที่  12/14  ปากทางลาดพร้าว (ซอย MRT พหลโยธินทางออกที่2) แขวงจอมพล เขตจตุจักร กรุงเทพฯ  10900<br />
      <b>โทรศัพท์ :</b> 02-938-4399<br /><b>แฟกซ์ :</b> 02-938-4399<br /><b>อีเมล์ :</b> info@<b class="colf41">TheBestDeal1.com</b> </p>
      
      <p><b class="colf41">TheBestDeal1.com ขอสงวนสิทธิ์ในการเปลี่ยนแปลงใดๆต่อนโยบายความเป็นส่วนตัวนี้ การเปลี่ยนแปลงใดๆที่จะเกิดขึ้นกับนโยบายความเป็นส่วนตัวนี้จะมีการประกาศแจ้งเอาไว้ในเว็บไซต์ของเรา</b></p>
      
      <p>หมายเหตุ: ภาพประกอบใช้เพื่อการโฆษณาเท่านั้น<br />
      </p>
    </div>
</div>
