<div id="main_inner">
    <div id="main_inner_header">
        <h3>เงื่อนไขการขาย</h3>
    </div>
    <div id="main_inner_body_terms">
      <p>คูปองทุกใบที่ทำการพิมพ์ออกมาจากเว็บไซต์ของเรา <b class="colf41">www.TheBestDeal1.com</b> ซึ่งได้ทำการซื้อจากเจ้าของธุรกิจ (บริษัทผู้ค้าขาย) ผ่านทาง <b class="colf41">TheBestDeal1.com</b><br /></p>                                     
      <p><b class="colf41">The Best Deal </b>คือตัวแทนในการขายคูปองในการซื้อสินค้าและบริการโดยได้รับส่วนลด 50 % จากบริษัท หรือ ร้านค้าเจ้าของธุรกิจ ดังนั้นการซื้อ คูปอง คุณต้องสร้างบัญชีผู้ใช้งาน (user)ขึ้นมาเพื่อทำการสั่งซื้อ คูปอง เพื่อพิมพ์ใบสั่งซื้อ เพื่อชำระเงิน หรือ ตรวจสอบคำสั่งซื้อที่ผ่านการชำระเงินเรียบร้อย หรือ ตรวจสอบคำสั่งซื้อครั้งก่อนๆ และเงื่อนไขการใช้คูปองคุณสามารถเข้าไปดูที่นโยบายความเป็นส่วนตัวได้ </p>
      <p>คูปองที่คุณทำการสั่งซื้อผ่าน <b class="colf41">The Best Deal </b>เป็นการแลกเปลี่ยนในการซื้อสินค้าหรือบริการกับบริษัทผู้ค้า ซึ่งบริษัทผู้ค้านั้นเป็นผู้ขาย คูปอง ให้กับคุณโดยผ่านทาง <b class="colf41">The Best Deal </b>บริษัทผู้ค้ารับผิดชอบแต่เพียงผู้เดียวในการนำเสนอสินค้าหรือบริการใดๆให้กับคุณในการใช้ คูปอง ที่คุณซื้อไปและทำการแลกเปลี่ยนกับบริษัทนั้นๆ <b class="colf41">The Best Deal </b> และ บริษัทผู้ค้า ไม่รับผิดชอบต่อ คูปอง ที่อยู่ในความครอบครองของคุณแล้วเกิด สูญหาย หรือ ถูกขโมย ไปในกรณีใดๆทั้งสิ้น<br /><br />
      </p>
      <b>1. นโยบายและเงื่อนไขพิเศษสำหรับการใช้ คูปอง เฉพาะของร้านอาหาร</b><br />
          <ul>
            <li>รายละเอียดของการใช้ คูปอง ในร้านอาหารจะถูกกำหนดโดยร้านอาหารนั้นๆและจะมีการแจ้งให้ทราบอย่างละเอียดในข้อเสนอของคูปอง ดังกล่าว</li>
            <li>การใช้คูปองเฉพาะของร้านอาหาร เพื่อใช้แลกซื้อเครื่องดื่มที่มีแอลกอฮอล์นั้นถือเป็นสิทธิขาดที่ร้านอาหารนั้นๆจะเป็นผู้ตัดสินใจ และเป็นไปตามกฎหมายที่ใช้บังคับ.</li>
            <li>คูปอง ไม่สามารถนำไปใช้ร่วมกับใบรับรอง คูปอง หรือ โปรโมชั่นอื่นใดจากบุคคลที่ 3 นอกเสียจากว่ามีการระบุไว้เป็นพิเศษจากร้านอาหารนั้นๆ</li>
            <li>คูปองของร้านอาหารที่ระบุไว้ไม่สามารถนำมาใช้เป็นเงินสด ภาษี ค่าบริการหรือ เครดิตอื่นใดที่มิได้มีการอนุญาตโดยร้านอาหารนั้น</li>
            <li>การให้เครดิตที่ออกให้โดยร้านอาหารนั้นเป็นการตัดสินใจของร้านอาหารแต่เพียงผู้เดียว นอกเสียจากว่ามีการกำหนดอื่นใดโดยกฎหมายที่บังคับใช้</li>
            <li>ใช้เพื่อรับประทานภายในร้านเท่านั้น นอกเสียจากว่าจะมีการระบุไว้เป็นอย่างอื่น</li>
            <li><b class="colf41">The Best Deal </b> และ ร้านอาหาร ไม่รับผิดชอบต่อ คูปองที่สูญหาย หรือ ถูกขโมย หรือ ตัวเลขอ้างอิงของคูปอง ที่ถูกขโมยไป</li>
			<li>คูปอง ของร้านอาหารไม่สามารถทำขึ้นมาใหม่ นำไปขาย หรือ แลกเปลี่ยน นอกเสียจากจะเป็นไปตามที่กฎหมายกำหนดไว้ .</li>
            <li>การพยายามจะนำไปแลกเปลี่ยนที่มิได้สอดคล้องกับนโยบายและเงื่อนไขเหล่านี้จะถือเป็นการทำให้ คูปอง ของร้านอาหารนั้นเป็นโมฆะ<br /></li>
            <li>การเป็นโมฆะอยู่ในขอบเขตที่กำหนดไว้โดยกฎหมาย</li>
          </ul>
      
      <br />
      <b>2.	นโยบายและเงื่อนไขสำหรับคูปอง ของบริษัทผู้ค้าที่ไม่ใช่ร้านอาหาร</b><br />
          <ul>
          	<li>คูปอง ของบริษัทผู้ค้าสามารถนำไปใช้ได้กับสินค้าที่จำหน่ายโดยบริษัทผู้ค้าเท่านั้นและอาจจะไม่ได้รวมถึงค่าขนส่งและค่าบริการยกขนสินค้า</li>
            <li>ในการใช้บริการแต่ละครั้ง สามารถใช้คูปอง ได้เพียง 1 ใบเท่านั้น และ คูปอง 1 ใบจะสามารถนำมาใช้ได้ต่อการซื้อ 1 ครั้ง นอกเสียจากว่าจะมีการระบุไว้เป็นอื่นโดยทางบริษัทผู้ค้าเอง</li>
            <li>การจำหน่ายเครดิตนี้เป็นการตัดสินใจของบริษัทคู่ค้าแต่เพียงผู้เดียว นอกเสียจากว่าจะมีการระบุไว้เป็นอื่นในทางกฎหมาย</li>
            <li><b class="colf41">The Best Deal </b> และ บริษัทผู้ค้า ไม่รับผิดชอบต่อคูปอง ที่สูญหาย หรือ ถูกขโมย หรือ ตัวเลขอ้างอิงของคูปอง ที่ถูกขโมยไป</li>
            <li>คูปอง ไม่สามารถนำไปใช้ร่วมกับใบรับรอง คูปอง หรือ โปรโมชั่นอื่นใดจากบุคคลที่ 3 นอกเสียจากว่ามีการระบุไว้เป็นพิเศษจากบริษัทผู้ค้านั้นๆ</li>
            <li>คูปอง นี้ไม่สามารถทำขึ้นมาใหม่ นำไปขาย หรือ แลกเปลี่ยน นอกเสียจากจะมีการทำไปตามที่กฎหมายกำหนดไว้</li>
            <li>การพยายามจะนำไปแลกเปลี่ยนที่มิได้สอดคล้องกับนโยบายและเงื่อนไขเหล่านี้จะถือเป็นการทำให้ คูปอง นั้นเป็นโมฆะ</li>
            <li>การเป็นโมฆะอยู่ในขอบเขตที่กำหนดไว้โดยกฎหมาย</li>
          </ul>
      <br />
      <b>3.	นโยบายและเงื่อนไขเพิ่มเติมสำหรับการใช้ คูปอง ทุกชนิดของ </b><b class="colf41">The Best Deal </b> <br />
      	<ul>
        	<li> คูปอง ทุกใบจะต้องขึ้นอยู่กับ นโยบายและเงื่อนไข ของ <b class="colf41">The Best Deal </b> และร้านอาหารหรือ บริษัทผู้ค้าที่มีส่วนเกี่ยวข้อง บริษัทผู้ค้า หรือ ร้านอาหาร คือผู้จำหน่ายสินค้าหรือบริการที่คุณได้ทำการสั่งซื้อ</li>
        </ul>
  		<br />
        <p class="linedashT">เจ้าของ และ ผู้ออกคูปอง ในส่วนของคูปอง เฉพาะร้านอาหาร ก็คือ ตัวร้านอาหารเอง ส่วนเจ้าของ และผู้ออก คูปอง ในส่วนของบริษัทผู้ค้า ก็คือ ตัวบริษัทนั้นๆเอง ในฐานะของเจ้าของและผู้ออกคูปอง แล้ว ร้านอาหาร หรือ บริษัท จะต้องรับผิดชอบอย่างเต็มที่หากเกิด การบาดเจ็บ เจ็บป่วย ความเสียหาย การเรียกร้อง ความรับผิดชอบ อันเกิดจากการที่ลูกค้าผู้ใช้บริการเกิดประสบกับความเสียหาย และทางร้านอาหารหรือบริษัทจะเป็นผู้รับผิดชอบอย่างเต็มที่หากคูปอง ที่ไม่มีการนำไปใช้ จะมีการนำไปขอคืนเงิน เราถือว่าคุณได้สละสิทธิ์และยอมรับว่า <b class="colf41">The Best Deal </b> และ พนักงาน ผู้บริหาร ลูกจ้าง และ ตัวแทนใดๆของ <b class="colf41">The Best Deal </b>  มิได้มีส่วนรับผิดชอบในการเรียกร้องความเสียหาย หรือ ต้องรับผิดชอบต่อความเสียหาย หรือ การบาดเจ็บใดๆ อันเกิดจากหรือเกี่ยวข้องกับ การกระทำหรือการละเลยของบริษัทคู่ค้าหรือร้านอาหารอันเกี่ยวเนื่องกับ คูปอง และ คูปอง เฉพาะร้านอาหารและ คูปอง ของบริษัทคู่ค้าจะสามารถนำมาใช้แลกเปลี่ยนสินค้าได้เพียงครั้งเดียวเท่านั้นและไม่สามารถนำมาแลกคืนเพื่อผลกำไรได้</p>
        <p class="text_red">
        ตามที่มีกฎหมายระบุไว้ บริษัทผู้ค้าอาจมีหน้าที่รับผิดชอบในการเปิดโอกาสให้คุณได้แลกเปลี่ยน Coupons ของคุณคืนเป็นเงินสดในมูลค่าเท่ากับจำนวนเงินที่คุณจ่ายไปจริงในการซื้อ Coupons นั้น (อาทิเช่น คุณจ่ายเงินซื้อ Coupons ไปในราคา 500 บาท โดยที่ Coupons มีมูลค่า 1,000 บาท มูลค่าเงินสดที่คุณจ่ายไปจริงคือ 500 บาท ไม่ใช่ 1,000 บาท) ในขณะที่วันที่หมดอายุบน  Couponsนั้นหมายถึงวันสุดท้ายที่คุณจะสามารถนำ Couponsไปใช้กับบริษัทผู้ค้านั้นๆ เพื่อให้ได้ราคาโปรโมชั่นตามที่ The Best Deal เสนอไว้ และกฎหมายที่บังคับใช้อาจจะมีการระบุเพิ่มไว้ว่า บริษัทผู้ค้าจะรับผิดชอบในการคืนเงินตามมูลค่าเงินสดที่คุณจ่ายไปในการซื้อ Couponsของคุณ อีกระยะหนึ่งที่เกินจากวันที่หมดอายุตามที่ระบุไว้บน Coupons</p>
        <br />
    </div>
</div>
