<div id="main_inner">
<div id="main_inner_header">
	<h3>ลงทะเบียนสมัครสมาชิก</h3>
</div>
<div id="main_inner_body">
<form id="signup" name="signup" method="post" action="/customer/create_user">
<div id="main_inner_body_left">
	<div><h3>เงื่อนไขการใช้งาน และ นโยบายความเป็นส่วนตัว</h3></div>
	<div>
    <textarea id="signup_codition_text" rows="11" cols="80" readonly="readonly">
    
    เงื่อนไขและข้อตกลง
    1. บริษัท เดอะ เบสท์ ดีล จำกัด 
    	อันรวมไปถึงบริษัทสาขาและพันธมิตรทางธุรกิจที่นำเสนอการบริการให้กับคุณภายใต้เงื่อนไขดังต่อไปนี้ เราขอความกรุณาให้คุณได้อ่านข้อตกลงดังต่อไปนี้อย่างละเอียด หากคุณไม่ยอมรับข้อตกลงและเงื่อนไขดังกล่าว กรุณาหลีกเลี่ยงหรืออย่าเข้าใช้งานที่เว็บไซต์นี้ การที่คุณใช้เว็บไซต์นี้หรือเข้าไปดูข้อมูลในหน้าใดๆของเว็บไซต์นี้ ถือว่าคุณยอมรับข้อผูกพันทางกฎหมายที่ระบุไว้ในข้อตกลงและเงื่อนไขการใช้บริการนี้ โดยรวมถึงนโยบายความเป็นส่วนตัวที่  The Best Deal กำหนดขึ้นด้วย
	
    2.	เครื่องหมายการค้าและลิขสิทธิ์
		The Best Deal เป็นเจ้าของลิขสิทธิ์ เครื่องหมายการค้า สัญลักษณ์และส่วนประกอบอื่นๆ ที่ปรากฏในทุกๆหน้าของเว็บไซต์นี้ ห้ามมิให้ผู้ใด หรือ บริษัทใด ทำการดัดแปลง จัดเก็บในระบบที่สามารถนำมาใช้งานได้ ถ่ายโอน ลอกเลียนแบบ เผยแพร่ หรือ ใช้ข้อมูลและส่วนประกอบนั้นโดยมิได้รับความยินยอมเป็นลายลักษณ์อักษรจาก The Best Deal
    
    3.	กฎ กติกา มารยาทในการใช้งานเว็บบอร์ดและการนำเสนอข้อมูลของผู้ใช้งานเว็บไซต์
    	The Best Deal ไม่รับผิดชอบต่อเนื้อหาใดๆที่คุณได้ทำการนำเสนอต่อสาธารณชน (ทั้งนี้รวมถึงเว็บบอร์ด หน้าข้อมูลต่างๆของเว็บไซต์ ห้องแชท หรือพื้นที่สาธารณะใดๆก็ตามที่ปรากฏอยู่ในเว็บไซต์) The Best Deal ไม่จำเป็นต้องเห็นด้วย และ ไม่มีส่วนเกี่ยวข้องกับเนื้อหาใดๆ (ที่คุณหรือผู้ใช้งานท่านอื่นแสดงความคิดเห็นขึ้นมา) The Best Deal ขอสงวนสิทธิ์ในการที่จะลบเนื้อหาหรือความคิดเห็นของคุณได้โดยไม่ต้องแจ้งให้คุณทราบล่วงหน้า ถ้าหากเนื้อหาหรือความคิดเห็นนั้นๆมีเจตนาหรือมีข้อสงสัยว่าเป็น       
          	3.1การนำเสนอข้อความหรือเนื้อหาที่เป็นการโฆษณา หรือประชาสัมพันธ์อันมีเจตนาเพื่อจะกระตุ้นให้เกิดการซื้อสินค้าของคุณหรือพวกพ้อง
            3.2 ห้ามเผยแพร่หรืออัพโหลดไฟล์ข้อมูลที่มีไวรัส ไฟล์ที่ส่งผลให้เกิดการทำงานที่ไม่ปกติ หรือ ซอฟท์แวร์ หรือโปรแกรมใดๆที่อาจก่อให้เกิดความเสียหายต่อการทำงานของเว็บไซต์ของ The Best Deal และ/หรือระบบคอมพิวเตอร์ รวมถึงระบบเครือข่ายของweb site ร้านค้าที่ลงดีล กับ The Best Deal
            3.3 การนำเสนอ เผยแพร่ ข้อความหรือเนื้อหาที่เป็นการนำเสนอที่ส่อไปในทางลามก อนาจารหรือขัดต่อกฎหมายใดๆ ข้อความหรือเนื้อหาอันเป็น หมิ่นประมาท ส่อเสียด คุกคาม ว่ากล่าวให้ร้าย การทำลายชื่อเสียงแก่สมาชิกท่านอื่นหรือบุคคลที่ 3
            3.4 ข้อความหรือเนื้อหาที่เป็นการละเมิดลิขสิทธิ์หรือเครื่องหมายการค้า ที่เป็นการผิดกฎหมายของประเทศไทยหรือ นานาประเทศ รวมถึงการละเมิดลิขสิทธิ์ทรัพย์สินทางปัญญาของ The Best Deal หรือบุคคลที่สาม
          
    4.	ข้อมูลต่างๆในเว็บไซต์
    	  ถึงแม้ว่า TheBestDeal1.comจะได้พยายามทุกวิถีทางที่จะทำให้ข้อมูลต่างๆในเว็บไซต์ของเรามีความถูกต้องมากที่สุด แต่ทาง TheBestDeal1.com หรือบริษัทพันธมิตรทางธุรกิจของเรา ก็ไม่สามารถรับประกันว่าข้อมูลและส่วนประกอบดังกล่าวมีความถูกต้อง สมบูรณ์เพียงพอ ทันกาลทันเวลา หรือ เหมาะสมกับวัตถุประสงค์ใดโดยเฉพาะ ทั้งนี้ TheBestDeal1.comจะไม่รับผิดสำหรับความผิดพลาดหรือการละเว้นใดๆในข้อมูลและส่วนประกอบนั้น (รวมไปถึงข้อมูลหรือเนื้อหาใดๆก็ตามที่มีบุคคลที่สามหรือรวมไปถึง ข้อมูลและการรับประกันที่มีการนำเสนอขึ้นมา TheBestDeal1.com ขอสงวนสิทธิ์ที่จะทำการแก้ไขเปลี่ยนแปลงส่วนหนึ่งส่วนใดของเว็บไซต์หรือยุติการให้บริการได้ทุกเมื่อ ทั้งที่เป็นการถาวรหรือชั่วคราว โดยไม่จำเป็นต้องมีการแจ้งให้ทราบล่วงหน้าก็ได้ ข้อมูลและองค์ประกอบทุกๆส่วนในเว็บไซด์นี้ มีวัตถุประสงค์เพื่อให้ข้อมูลแก่ผู้บริโภคทั่วไปเท่านั้น ไม่มีข้อมูลส่วนหนึ่งส่วนใดที่มีวัตถุประสงค์เพื่อเป็นการให้คำแนะนำ การวินิจฉัย การให้คำปรึกษา แต่อย่างใด รวมถึงมิได้มีวัตถุประสงค์เพื่อการแลกเปลี่ยน พึงระลึกไว้ว่าคุณและผู้ติดตามของคุณใช้ข้อมูลที่ประกอบขึ้นในเว็บไซต์ของเราด้วยความเสี่ยงของตัวคุณเอง หากคุณพบข้อผิดพลาดหรือการละเลย เว้นว่างในส่วนใดของเว็บไซต์ของเรา กรุณาแจ้งให้เราทราบ
    
    5.	การเชื่อมโยงกับเว็บไซต์อื่น
    	  เว็บไซต์ของ TheBestDeal1.com อาจมีการเชื่อมโยงกับเว็บไซต์อื่น เพื่อวัตถุประสงค์ในการให้ข้อมูลและเพื่อความสะดวกของคุณ The Best Deal มิได้ให้การรับรองหรือยืนยันความถูกต้องในเนื้อหาของเว็บไซต์เหล่านั้น และมิได้สื่อโดยนัยว่า The Best Deal ให้การรับรองหรือแนะนำข้อมูลในเว็บไซต์เหล่านั้น การเข้าเยี่ยมชมหรือใช้ข้อมูลจากเว็บไซต์อื่นๆนั้นถือเป็นหน้าที่ของคุณในการพิจารณาวิเคราะห์ความเสี่ยงที่อาจเกิดขึ้นจากการใช้ข้อมูลในเว็บไซด์เหล่านั้นด้วยตนเอง การเข้าเยี่ยมชมเว็บไซต์อื่นๆนั้น เราขอแนะนำให้คุณอ่านรายละเอียดข้อตกลงและเงื่อนไขการใช้บริการ ตลอดจนนโยบายการรักษาความปลอดภัยของเว็บไซต์ที่เชื่อมโยงนั้นก่อนเข้าใช้เว็บไซต์ดังกล่าว และเราไม่อนุญาตให้คุณทำลิงค์จากเว็บไซต์ของตนเองเพื่อเชื่อมโยงไปยังเว็บไซต์เหล่านั้นโดยมิได้มีการขออนุญาตจาก The Best Deal เป็นลายลักษณ์อักษรเสียก่อน กรุณาติดต่อเรา หากคุณต้องการทำลิงค์เชื่อมโยงไปยังเว็บไซต์ของคุณ
    
    6.	สมาชิกภาพ
    	  เว็บไซต์ The Best Deal ไม่ให้บริการกับผู้ใช้งานที่มีอายุต่ำกว่า 18 ปี ซึ่งเป็นผู้ที่อยู่นอกเหนือจากกลุ่มเป้าหมายของเรา หรือสมาชิกที่เคยถูก The Best Deal ตัดสิทธิ์การใช้งานไปแล้ว ผู้ใช้งานแต่ละท่านจะได้รับอนุญาตให้มีบัญชีผู้ใช้งานได้เพียงบัญชีเดียวเท่านั้น การละเมิดเงื่อนไขที่ได้กล่าวมาแล้วนั้นอาจส่งผลให้เกิดการระงับบัญชีผู้ใช้งานได้
    	  TheBest Deal อาจมีโปรโมชั่น หรือ รางวัลพิเศษให้แก่สมาชิกของเราเป็นครั้งคราว ในการรับโปรโมชั่นพิเศษดังกล่าวหากสมาชิกผู้ใช้งานท่านใดที่ได้รับรางวัล (จะเป็นของรางวัล เครดิตพิเศษ บัตรของขวัญ คูปอง หรือ ผลประโยชน์อื่นใด นอกเหนือจากนี้) จาก The Best Deal  แต่มีการสมัครสมาชิกซ้ำซ้อนเอาไว้ในหลายชื่อ หรือใช้อีเมล์แอดเดรสหลายชื่อ รวมถึง การให้ข้อมูลที่เป็นเท็จ หรือ มีการกระทำอันเป็นการหลอกลวงจะถูกตัดสิทธิในการได้รับรางวัลใดๆในกิจกรรมที่ทางเราได้จัดขึ้นและอาจจะถูกดำเนินคดีตามกฎหมายหรือมีโทษปรับตามกฎหมายอาญา
    	  การใช้งานเว็บไซต์ของ The Best Deal พึงตระหนักว่าคุณต้องมีอายุครบตามที่กฎหมายกำหนดในการทำสัญญากับเราและต้องมิใช่บุคคลที่เคยถูกระงับการให้บริการตามกฎหมายของประเทศไทยหรือขอบเขตกฎหมายอื่นใด และเมื่อทาง The Best Deal แจ้งความประสงค์ไป คุณต้องยินยอมที่จะให้ข้อมูลที่เป็นจริงและถูกต้องของตนเอง หากทาง The Best Deal ตรวจสอบพบว่า คุณได้ให้ข้อมูลอันเป็นเท็จ ไม่ถูกต้อง หรือ ไม่ครบถ้วนสมบูรณ์ The Best Dealมีสิทธิ์ที่จะระงับสิทธิ์ในการเป็นสมาชิกชั่วคราว ตลอดจนยกเลิกการเป็นสมาชิกของคุณ หรือปฏิเสธการสมัครสมาชิกเพื่อใช้งานของคุณอีกในอนาคต คุณจะต้องเป็นผู้รับผิดชอบแต่ผู้เดียวในการเก็บรักษาชื่อบัญชีผู้ใช้งานและรหัสผ่านของตนเองให้เป็นความลับ คุณตกลงยินยอมที่จะรับผิดชอบต่อกิจกรรมใดๆที่เกิดขึ้นภายใต้ชื่อบัญชีผู้ใช้งานของคุณเอง
          
    7.	ข้อจำกัดความรับผิด
    	The Best Deal จะไม่รับผิดชอบในความเสียหายใดๆ รวมถึง ความเสียหาย สูญเสียและค่าใช้จ่ายที่เกิดขึ้นไม่ว่าโดยทางตรงหรือโดยทางอ้อม โดยเฉพาะเจาะจง โดยบังเอิญ หรือ เป็นผลสืบเนื่องที่ตามมา อาการบาดเจ็บทางร่างกาย หรือ ค่าใช้จ่ายอันเกิดขึ้นจากอาการบาดเจ็บของคุณหรือบุคคลที่สามคนใดก็ตาม (รวมถึงผู้ติดตามของคุณด้วย) รวมถึงผลลัพธ์อันเนื่องมาจากการเข้าใช้งานในเว็บไซต์ของเรา ไม่ว่าจะโดยตรงหรือโดยอ้อม ทั้งข้อมูลใดๆที่ปรากฏอยู่บนเว็บไซต์ ข้อมูลส่วนตัวของคุณหรือข้อมูลผู้ติดตามของคุณ ตลอดจนเนื้อหาและข้อมูลต่างๆที่มีการส่งผ่านระบบของเรา กล่าวให้เฉพาะเจาะจงลงไปคือ The Best Deal หรือ บุคคลที่สามใดๆ หรือ ข้อมูล เนื้อหาที่มีการนำเสนอขึ้นมา จะไม่ต้องรับผิดชอบทางกฎหมายใดๆต่อคุณหรือต่อบุคคลอื่นใด ทั้งต่อบริษัทใดๆก็ตามที่ต้องประสบกับความสูญเสีย เกิดค่าใช้จ่าย ไม่ว่าจะโดยตรงหรือโดยอ้อม การบาดเจ็บทางร่างกายหรือค่าใช้จ่ายอันเกิดขึ้นจากความล่าช้า ความไม่ถูกต้อง ความผิดพลาด หรือ การเว้นว่างของข้อมูลด้านราคาที่มีการแบ่งสรรปันส่วนกัน หรือ การส่งต่อกัน หรือ การกระทำใดๆอันเกิดจากความเชื่อถือในเนื้อหา หรือ เป็นเหตุให้เกิดการไม่ประสบผลสำเร็จ หรือ การหยุดชะงัก หรือ การสิ้นสุด 
 
    8.	การยกเลิกอันเกิดจากความผิดพลาด
    	The Best Deal มีสิทธิอย่างเต็มที่ที่จะยกเลิกคำสั่งซื้อได้ทุกเมื่อ หากความผิดพลาดนั้นเกิดมาจากความผิดพลาดในการพิมพ์หรือความผิดพลาดที่มิได้มีการคาดการณ์ไว้ล่วงหน้า อันเป็นผลมาจากสินค้าในเว็บไซต์ที่มีการลงรายการไว้ไม่ถูกต้อง (ไม่ว่าจะเป็นการลงราคาผิด หรือ ลงรายละเอียดที่ผิด เป็นต้น) ในกรณีที่รายการสั่งซื้อนั้นเกิดการยกเลิกขึ้นและเราได้รับการชำระเงินสำหรับคำสั่งซื้อนั้นเสร็จสมบูรณ์เรียบร้อยแล้ว The Best Dealจะทำการคืนเงินให้ท่านเต็มจำนวนราคาสินค้า
    9.	การชดเชยค่าเสียหาย
    	ผู้ใช้งานยอมรับที่จะชดเชยค่าเสียหาย และค่าใช้จ่ายอันเกิดจากการละเมิดเงื่อนไขและข้อกำหนดในการให้บริการหรือการกระทำอื่นใดที่เกี่ยวข้องกับบัญชีผู้ใช้งานของสมาชิก อันเนื่องมาจากการละเลยไม่ใส่ใจหรือการกระทำที่ผิดกฎหมาย และผู้ใช้งานจะไม่ยึดให้ The Best Deal (หรือพนักงานของบริษัททุกคน ผู้บริหารของบริษัท ผู้ผลิตสินค้า บริษัทสาขา บริษัทร่วมทุนตลอดจนหุ้นส่วนทางกฎหมาย) ต้องรับผิดชอบต่อการเรียกร้องค่าเสียหายรวมถึงค่าใช้จ่ายของทนายความที่เกิดขึ้นด้วย
    10.บททั่วไป
          
    	10.1 ข้อตกลงทั้งหมด เงื่อนไขการให้บริการของเว็บไซต์ The Best Deal ทั้งหมดนี้เป็นข้อตกลงเบ็ดเสร็จและเด็ดขาดระหว่างคุณและ The Best Deal เกี่ยวกับการที่ท่านเข้ามาใช้งานเว็บไซต์ของเรา ทั้งคุณและ The Best Dealมิได้ถูกผูกมัด หรือแสดงนัยยะถึงการเป็นตัวแทน รับรอง หรือสัญญาใดๆที่ไม่ได้บันทึกไว้ในนี้ นอกเสียจากจะมีการเอ่ยถึงไว้อย่างเป็นพิเศษ ข้อกำหนดและเงื่อนไขในการให้บริการของเว็บไซต์ของเราเป็นฉบับปัจจุบันที่ถือเป็นฉบับล่าสุดที่ใช้แทนที่ทุกความรับผิดชอบ ภาระผูกพัน หรือ การเป็นตัวแทน ที่แล้วๆมา ไม่ว่าจะเป็นลายลักษณ์อักษรหรือปากเปล่าก็ตามที ระหว่างคุณและ The Best Deal ที่เกี่ยวข้องกับการที่คุณใช้งานเว็บไซต์ของเรา
        10.2 การเปลี่ยนแปลงแก้ไข The Best Deal อาจมีการเปลี่ยนแปลง แก้ไขข้อกำหนด และ เงื่อนไขเหล่านี้ได้ทุกเวลา พึงตระหนักไว้เสมอว่า การเข้าเยี่ยมชมเว็บไซต์ของเราในแต่ละครั้ง ถือว่าคุณตกลงยินยอมต่อข้อกำหนดและเงื่อนไขที่ได้รับการแก้ไขล่าสุดแล้ว และถึงแม้ว่าการเปลี่ยนแปลงแก้ไขข้อกำหนดและเงื่อนไขครั้งล่าสุดจะมิได้มีการระบุไว้ก็ตามที แต่ให้ยึดเอาข้อกำหนดและเงื่อนไขฉบับปัจจุบันเป็นสำคัญ การเข้าเยี่ยมชมเว็บไซต์ The Best Deal ของคุณในแต่ละครั้ง จะต้องถือเอาข้อกำหนดและเงื่อนไขล่าสุดเป็นสำคัญ และเป็นความรับผิดชอบของคุณเองที่ควรจะเยี่ยมชมหน้าดังกล่าวของเว็บไซต์เป็นระยะๆ เพื่อให้ทราบถึงเนื้อหาล่าสุดของข้อบังคับและเงื่อนไขในการใช้งานที่คุณมี
        10.3 ความขัดแย้ง กรณีที่มีการกำหนดข้อตกลงและเงื่อนไขการใช้บริการในหน้าอื่นที่ขัดแย้งกับ ข้อตกลงและเงื่อนไขการใช้บริการนี้ ไม่ว่าจะเป็น นโยบาย หรือ ประกาศ หรือ เงื่อนไขและข้อตกลงในการใช้บริการอื่นใดก็ตาม ในส่วนที่กำหนดไว้เป็นพิเศษหรือมาตรฐานของเว็บไซต์ ให้คุณถือปฏิบัติตามข้อตกลงและเงื่อนไขการใช้บริการที่ปรากฏในหน้าอื่นนั้นอย่างเป็นกรณีพิเศษก่อน และข้อกำหนดข้อนั้นจะถือว่าแยกออกจากข้อกำหนดเหล่านี้และไม่มีผลกระทบต่อการมีผลใช้บังคับของข้อตกลงที่เหลือนี้
        10.4 การสละสิทธิ์ ทั้งคุณหรือ The Best Deal ไม่สามารถมอบหมาย, ถ่ายโอน, หรือให้สิทธิช่วงในสิทธิของคุณส่วนหนึ่งส่วนใดหรือทั้งหมดภาย ใต้ข้อตกลงนี้โดยปราศจากการอนุญาตเป็นลายลักษณ์อักษรล่วงหน้าก่อนได้ ยกเว้นแต่จะมีการทำคำสละสิทธิ์ออกมาเป็นลายลักษณ์อักษรชัดเจนและมีการลงนาม ของบุคคลที่มีอำนาจเพียงพอจากฝ่ายที่อนุญาตให้มีการบอกเลิกสิทธิ์
        10.5 การถือครองสิทธิ์ The Best Deal มีสิทธิขาดในการยกให้ โอนสิทธิ หรือ มอบหมายลิขสิทธิ์และสัญญาผูกมัดทั้งหมด ให้ตัวแทนหรือบุคคลที่สามคนอื่นใดก็ได้ จะเป็นในแง่ของเงื่อนไขการให้บริการ นโยบายและประกาศใดๆที่เกี่ยวข้องกันก็ตามที
        10.6 การเป็นโมฆะเป็นบางส่วน ข้อกำหนดทุกประการรวมถึงเงื่อนไขในการให้บริการ นโยบาย และ ประกาศใดๆก็ตามที่เกี่ยวเนื่องกัน ไม่ว่าจะพิจารณาแบบรวมเข้าด้วยกันหรือมีการเกี่ยวโยงกันตามหลักไวยากรณ์ ประการใดก็ตามที จะมีการบังคับใช้เป็นเอกเทศ แยกเป็นอิสระจากกัน หากมีข้อกำหนดใดของเงื่อนไขในการให้บริการ นโยบาย หรือ ประกาศ ซึ่งเป็น หรือ กลายเป็น การไม่สามารถบังคับใช้ขอบเขตอำนาจในการบังคับคดีได้ ไม่ว่าจะเป็น การเป็นโมฆะ การใช้งานไม่ได้ การทำผิดกฎหมาย หรือ การไม่ชอบด้วยกฎหมาย หรือด้วยเหตุผลอื่นใดก็ตามที หรือ หากศาลหรือเขตอำนาจศาลใดเห็นว่า ข้อกำหนดเงื่อนไขของสัญญานี้ หรือ ส่วนใดส่วนหนึ่ง ของสัญญานี้ ใช้บังคับไม่ได้ ให้ใช้ข้อบังคับอื่นใดนอกเหนือจากข้อนั้นๆ เท่าที่สามารถจะใช้ได้ และ โดยให้ ส่วนที่เหลือ ของสัญญานี้มีผลบังคับใช้ได้อย่างเต็มที่
        10.7 กฎหมายที่บังคับใช้ ข้อตกลงนี้ได้รับการควบคุมโดยกฎหมายแห่งประเทศไทย โดยไม่คำนึงถึงความขัดแย้งของหลักกฎหมาย ดังนี้เองคุณจึงเห็นชอบด้วยว่าข้อโต้แย้งหรือข้อเรียกร้องที่เกิดขึ้นจาก หรือ เกี่ยวข้องกับ ข้อตกลงนี้จะได้รับการแก้ไขด้วยศาลสูงที่ตั้งอยู่ในกรุงเทพมหานคร ประเทศไทยเท่านั้น และดังนี้เอง คุณจึงได้อนุญาตและยอมรับต่ออำนาจศาลดังกล่าวในการฟ้องร้อง ข้อโต้แย้ง หรือ ข้อเรียกร้องใดๆ อันเกิดขึ้นจากการเกี่ยวพันกับเว็บไซต์ของเรา หรือ เงื่อนไขในการให้บริการข้ออื่นๆที่เกี่ยวเนื่องกัน รวมไปถึง ประกาศ นโยบาย หรือ เนื้อหาสาระข้อมูลอื่นใดที่มีความเกี่ยวข้องหรือมีความเกี่ยวโยงกัน
        10.8 ความคิดเห็นหรือข้อสงสัย หากคุณมีข้อสงสัย หรือ คำถามประการใดเกี่ยวกับข้อกำหนดและเงื่อนไขในการให้บริการ นโยบายความเป็นส่วนตัว หรือ เงื่อนไขการให้บริการ นโยบาย และ ประกาศ หรือแนวทางที่เราบริหารจัดการข้อมูลส่วนบุคคลของคุณก็ตาม กรุณาติดต่อเราได้ทันที
    	  
	11. การสิ้นสุด
		คุณต้องปฏิบัติตามและยึดเอาเงื่อนไขในการให้บริการทั้งหมดนี้เป็นสำคัญเมื่อคุณเข้าใช้งานในเว็บไซต์ของ The Best Deal และ/หรือเมื่อคุณทำการลงทะเบียนเพื่อเป็นสมาชิก หรือ ระหว่างการดำเนินการซื้อของคุณ ข้อกำหนดและเงื่อนไขในการให้บริการทั้งหมดนี้ หรือ แม้เพียงข้อหนึ่งข้อใดก็ตาม ทาง The Best Deal อาจจะมีการปรับเปลี่ยน แก้ไข หรือ ตัดออก โดยไม่จำเป็นต้องมีการแจ้งให้ทราบล่วงหน้า ข้อกำหนดหรือเงื่อนไขใดๆที่เกี่ยวข้องกับ ลิขสิทธิ์ เครื่องหมายการค้า การปฏิเสธความรับผิดชอบ การอ้างสิทธิ ข้อจำกัดของความรับผิดชอบ การชดเชย กฎหมายที่นำมาบังคับใช้ การตัดสินโดยอนุญาโตตุลาการ จะยังคงมีผลอยู่อย่างสมบูรณ์ถึงแม้จะมีการยกเลิกหรือ สิ้นสุดส่วนใดส่วนหนึ่งไปก็ตามที
    12. รับประกันราคาถูกที่สุด
		รับประกันราคาถูกที่สุด เราภูมิใจที่จะรับประกันว่าราคาของเราถูกที่สุด!!! หากพบว่ามีที่ไหนให้ราคาถูกกว่า ภายใน 30 วัน นับจากวันที่ซื้อ ด้วยเงื่อนไขเดียวกันทุกประการ เรายินดีที่จะคืนส่วนต่างให้เป็นเอ็นโซโก้เครดิตสองเท่า เพียงแค่ส่งสำเนา eVoucher ที่ซื้อจากเราพร้อมด้วยหลักฐาน โดยมีการยืนยันจากทางร้านค้าว่าเป็นความจริง (เฉพาะผู้ประกอบการที่จดทะเบียนในประเทศไทยเท่านั้น โดยไม่รวมถึง Private sellers ที่เสนอขายบนเว็บไซต์อื่นๆ
    13.	ข้อตกลงและเงื่อนไขการใช้เว็บไซต์
    	The Best Deal มิได้รับรอง รับประกัน หรือ เป็นตัวแทนของข้อมูล เนื้อหาใดๆที่ปรากฏบนหน้าเว็บไซต์ซึ่งอาจนำไปใช้เพื่อขอบเขตทางกฎหมายของประเทศอื่นใด (นอกเหนือจากประเทศไทย) เมื่อคุณเข้ามาที่เว็บไซต์ของเรา ถือว่าคุณได้รับรู้และหมายถึงการแสดงตนต่อ The Best Deal แล้วว่า คุณมีสิทธิตามกฎหมายในการทำเช่นนั้นและให้ใช้ข้อมูลเหล่านั้นได้ในเว็บไซต์ของเรา
    	  โปรแกรมแนะนำเพื่อนเพื่อรับเครดิตฟรีและโปรแกรมการรับเครดิตคืน รวมถึงโปรแกรมรับผลตอบแทนอื่นๆ ของเว็บไซต์ The Best Deal ขึ้นอยู่กับดุลพินิจของบริษัทเอ็นโซโก้ จำกัดเท่านั้น บริษัทฯ ขอสงวนสิทธิ์ในการเปลี่ยนแปลง ยกเลิกโปรแกรมทั้งเป็นการชั่วคราวหรือถาวรในทุกๆโปรแกรม ทั้งโปรแกรมแนะนำเพื่อนเพื่อรับเครดิตฟรีและโปรแกรมการรับเครดิตคืนหรือโปรแกรมรับผลตอบแทนอื่นๆ โดยไม่ต้องแจ้งสมาชิกล่วงหน้า 
    	  บริษัทฯ อาจทำการเพิกถอน จำกัด เปลี่ยนแปลงเครดิต เพิ่มหรือลดจำนวนเครดิตคืน ตามความเหมาะสมของแต่ละดีลที่สอดคล้องกับโปรแกรมการแนะนำเพื่อนเพื่อรับฟรีเครดิตและโปรแกรมการรับเครดิตคืน 
    	  การสมัครเป็นสมาชิก TheBestDeal1.com ถือว่าท่านได้ยอมรับเงื่อนไขข้อตกลง ของโปรแกรมการแนะนำเพื่อนเพื่อรับฟรีเครดิต และการรับเครดิตคืน ซึ่งท่านหรือบุคคลที่สามไม่มีสิทธิ์เปลี่ยนแปลงหรือยกเลิกโปรแกรมดังกล่าวได้ 
          
    14. ความเป็นส่วนตัว
    	  ในส่วนของบริการนำส่ง เราตระหนักดีถึงภาระหน้าที่ของเราในการรักษาข้อมูลความลับทั้งปวงของลูกค้า และนอกเหนือจากภาระหน้าที่รักษาความลับต่อลูกค้า เรายังปฏิบัติตามบทบัญญัติว่าด้วยข้อมูลส่วนตัว (Personal Data (Privacy) Ordinance) (&quot;บทบัญญัติ&quot;) ตลอดเวลา ในการรวบรวม รักษา และใช้ข้อมูลส่วนตัวของลูกค้า โดยเฉพาะอย่างยิ่งเราได้ปฏิบัติตามหลักปฏิบัติดังต่อไปนี้ เว้นแต่ในกรณีที่ลูกค้าตกลงเป็นอย่างอื่นตามความเหมาะสม
          1.	การรวบรวมข้อมูลส่วนตัวจากลูกค้าจะเป็นไปเพื่อวัตถุประสงค์ในการจัดหาบริการโลจิสติกส์ หรือบริการที่เกี่ยวข้อง
          2.	ในทุกขั้นตอนการปฏิบัติจะมีการดำเนินการเพื่อให้แน่ใจว่าข้อมูลส่วนตัวของลูกค้ามีความถูกต้อง และจะไม่ถูกจัดเก็บข้อมูลไว้นานเกินความจำเป็น หรือจะถูกทำลายทิ้งตามระเบียบว่าด้วยระยะเวลาการเก็บรักษาข้อมูลภายในของเรา
          3.	ข้อมูลส่วนตัวจะไม่ถูกนำไปใช้เพื่อวัตถุประสงค์อื่นใดนอกเหนือไปจากวัตถุประสงค์ ณ เวลาที่รวบรวมข้อมูลหรือวัตถุประสงค์ที่เกี่ยวข้องโดยตรง
          4.	ข้อมูลส่วนตัวของลูกค้าจะได้รับการคุ้มครองจากการเข้าถึง การประมวลผล หรือการลบทิ้งที่เกิดขึ้นโดยไม่ได้รับอนุญาตหรือโดยบังเอิญ
          5.	ลูกค้ามีสิทธิแก้ไขข้อมูลส่วนตัวของตนซึ่งเราเก็บรักษาไว้ โดยเราจะดำเนินการกับคำร้องขอเข้าถึงหรือขอแก้ไขข้อมูลของลูกค้ารายนั้น ๆ ตามบทบัญญัติดังกล่าวข้างต้น
    	  
    15. การคืนและการยกเลิกคำสั่งซื้อฃ
		คำสั่งซื้อสามารถจะทำการยกเลิกได้ หาก eVoucher ของท่านยังมิได้ทำการส่งไปถึงท่าน หากเมื่อ eVoucher ได้ทำการส่งไปยังบัญชีผู้ใช้งานของท่านเรียบร้อยแล้ว ท่านจะไม่สามารถทำการยกเลิกคำสั่งซื้อนั้นได้ การขอคืน eVoucherหลังจากนั้นจะมีการพิจารณาบนพื้นฐานเป็นกรณีๆไป เราจะพยายามรักษาผลประโยชน์ให้สมาชิกอย่างสูงสุด ภายใต้ข้อจำกัดที่เรามี ทว่าเราไม่สามารถจะรับคืนได้ ถ้าหากว่ามิได้มีสิ่งใดผิดปกติเกิดขึ้นในการซื้อ
  	  
    16. นโยบายการชำระเงิน
		ชำระที่ที่ทำการ TheBestDeal1.com (เฉพาะกรุงเทพฯ และปริมณฑล)
      	กรุณาทำการติดต่อเพื่อชำระเงินภายใน  1 วัน หลังทำการสั่งซื้อ หากไม่ชำระเงินภายในเวลาที่กำหนด      ระบบจะทำการยกเลิกคำสั่งซื้อของท่านโดยอัตโนมัติ เวลาทำการ วันจันทร์ ถึง ศุกร์ เวลา 09.00 - 18.00 น.
        จ่ายผ่าน ธนาคารต่างๆ 
        กรุณาชำระเงินภายใน 1 วัน หลังทำการสั่งซื้อ หากไม่ชำระเงินภายในเวลาที่กำหนด ระบบจะทำการยกเลิกคำสั่งซื้อของท่านโดยอัตโนมัติ
        จุดชำระเงินเทสโก้โลตัส และ ชำระผ่านเคาน์เตอร์เซอร์วิส
        บัตรเครดิต, ชำระเงินด้วยบัตรวีซ่า, เอ็นโซโก้เครดิต
        กรุณาชำระเงินภายใน  1 วัน หลังทำการสั่งซื้อ หากไม่ชำระเงินภายในเวลาที่กำหนด ระบบจะทำการยกเลิกคำสั่งซื้อของท่านโดยอัตโนมัติ
    	ขอขอบคุณสำหรับการสั่งซื้อ เมื่อระบบกำลังดำเนินการแล้วเสร็จ ท่านจะได้รับคูปองภายใน  1 วัน หากการชำระเงินไม่สำเร็จระบบจะยกเลิกคำสั่งซื้อโดยอัตโนมัติ
    	ข้อมูลส่วนตัวของลูกค้าถือเป็นความลับ และเราจะสามารถเปิดเผยข้อมูลส่วนตัวของลูกค้าได้เท่าที่บทบัญญัติอนุญาตไว้หรือตามที่กฎหมายกำหนดเท่านั้น
        
    17. การรับประกัน
    	ไม่ว่าในกรณีใดๆ TheBestDeal1.com ไม่ขอรับประกัน รับรอง หรือ เป็นตัวแทน ต่อการนำเสนอเนื้อหาของผู้ใช้งาน หรือ ความคิดเห็น คำแนะนำ หรือคำรับประกันใดๆที่ปรากฏ (ไม่ว่าจะแจ้งไว้อย่างชัดเจนหรือบอกเป็นนัยยะทางกฎหมายก็ตามที) ในเว็บไซต์ของเรา โดยหมายรวมถึงข้อมูลส่วนตัวของคุณหรือผู้ติดตามของคุณที่มีการส่งผ่านระบบของเราด้วย
    
    นโยบายความเป็นส่วนตัว
    บทนำ
บริษัท TheBestDeal1.com จำกัด (ต่อจากนี้จะเรียกว่า) อันรวมถึงบริษัทสาขาและบริษัทในเครือได้นำเสนอบริการให้กับคุณ (ต่อจากนี้จะเรียกว่า "เว็บไซต์") โดยเราได้ยึดเอานโยบายความเป็นส่วนตัวตามที่ได้แจ้งรายละเอียดไว้ดังต่อไปนี้.
เราขอขอบคุณที่คุณแวะมาเยี่ยมชมเว็บไซต์ของเรา (TheBestDeal1.com) นโยบายความเป็นส่วนตัวนี้จะอธิบายถึงวิธีที่เรารวบรวม ใช้ เปิดเผย และดำเนินการเกี่ยวกับข้อมูลที่สามารถระบุตัวตนของคุณได้ (ข้อมูลส่วนบุคคล) ซึ่งมีความเกี่ยวข้องกับการให้บริการของเราผ่านทางเว็บไซต์ กรุณาทำความเข้าใจเกี่ยวกับนโยบายความเป็นส่วนตัวนี้ก่อนจะใช้งานเว็บไซต์หรือกรอกข้อมูลส่วนตัวใดๆของคุณกับเว็บไซต์ ในการใช้งานเว็บไซต์ คุณยอมรับข้อตกลงที่แจ้งไว้ตามนโยบายความเป็นส่วนตัวนี้แล้ว นโยบายเหล่านี้อาจจะมีการเปลี่ยนแปลงได้ ทว่าเมื่อมีการเปลี่ยนแปลง เราจะแจ้งการเปลี่ยนแปลงนั้นให้คุณทราบและการเปลี่ยนแปลงจะเริ่มต้นมีผลต่อกิจกรรมและเนื้อหาข้อมูลที่จะเกิดขึ้นต่อไปในอนาคต โดยไม่มีผลย้อนหลัง ดังนั้น คุณจึงควรแวะมาตรวจดูนโยบายความเป็นส่วนตัวนี้เป็นประจำ เมื่อไรก็ตามที่คุณแวะมาที่เว็บไซต์ของเรา เพื่อให้คุณได้เข้าใจอย่างชัดเจนถึงนโยบายและแนวทางการปฏิบัติล่าสุดของเราเกี่ยวกับข้อมูลส่วนตัวของคุณที่มอบให้กับเรา
หมายเหตุ : นโยบายความเป็นส่วนตัวที่กำหนดขึ้นนี้สำหรับใช้ในเว็บไซต์นี้เท่านั้น หากคุณทำการเชื่อมต่อหรือลิงค์ไปยังเว็บไซต์อื่นใด กรุณาตรวจสอบนโยบายความเป็นส่วนตัวของเว็บไซต์ที่คุณแวะไปเยี่ยมชมเหล่านั้นด้วย
 
การเก็บรวบรวมข้อมูล
The Best Dealจะทำการรวบรวมข้อมูลส่วนบุคคลของคุณ ซึ่งคุณมอบให้แก่เราในระหว่างที่ใช้บริการเว็บไซต์ ข้อมูลส่วนบุคคลดังกล่าวรวมถึงชื่อ ที่อยู่ หมายเลขโทรศัพท์ หรือที่อยู่อีเมล์ และอื่นๆ ข้อมูลที่คุณให้กับเรานั้นใช้เพื่อลงทะเบียนกับเว็บไซต์ของเราตามที่คุณต้องการ และข้อมูลส่วนบุคคลเหล่านี้ใช้เพื่อลงทะเบียนกับเว็บไซต์ของเราตามที่คุณต้องการเท่านั้น นอกเสียจากว่าคุณจะอนุญาตให้เราใช้ข้อมูลเหล่านั้นเพื่อจุดประสงค์อื่นใด ตัวอย่างเช่น การเพิ่มชื่อของคุณไว้ในรายชื่อเพื่อส่งข่าวสารทางอีเมล์ของเรา
เทคโนโลยีจดจำข้อมูล (คุกกี้)
เว็บไซต์ของเราอาจใช้ คุกกี้ และ เทคโนโลยีจดจำข้อมูลมาใช้ในเว็บไซต์ ทั้งนี้ขึ้นอยู่กับลักษณะของการให้บริการที่เรานำเสนอ คุกกี้ และ เทคโนโลยีการจดจำข้อมูลนั้นใช้เพื่อประโยชน์ในการเก็บรวบรวมข้อมูล อาทิเช่น ชนิดของบราวเซอร์ที่ใช้งานและระบบปฏิบัติการ การนับจำนวนผู้ที่เข้ามาใช้งานเว็บไซต์ และ ทำความเข้าใจถึงความต้องการของผู้ใช้งานแต่ละคนในการเข้าใช้งานในเว็บไซต์ของเรา นอกเหนือจากนี้ คุกกี้ ยังสามารถช่วยให้เว็บไซต์ของเราสามารถ "ปรับเปลี่ยน" ตนเองให้เหมาะกับผู้ใช้แต่ละคนได้ด้วย การจดจำข้อมูลเกี่ยวกับการมาเยี่ยมชมเว็บไซต์ของผู้ใช้เอาไว้ ทว่า คุกกี้ หรือ เทคโนโลยีการจดจำข้อมูลใดๆ จะมิได้มีการใช้สำหรับเก็บข้อมูลส่วนตัวของคุณ แต่อย่างไรก็ตาม หากก่อนหน้านี้คุณเคยกรอกข้อมูลส่วนตัวของคุณเอาไว้แล้ว คุกกี้ อาจจะจดจำข้อมูลเหล่านั้นเอาไว้และอาจมีการแบ่งปันผลรวมทั้งหมดของ คุกกี้ และ เทคโนโลยีจดจำข้อมูล กับบุคคลที่สามได้.
การเปิดเผยข้อมูล
TheBestDeal1 อาจจะมีการเปิดเผยข้อมูลส่วนบุคคลตามคำร้องขอจากเจ้าหน้าที่ผู้รักษากฎหมาย หรือตามความจำเป็นอื่นๆ เพื่อให้สอดคล้องกับกฎหมายที่บังคับใช้ หรือกับบริษัทอื่นใดที่ทำหน้าที่เป็นผู้ช่วยเราในการสอบสวน ป้องกัน หรือเพื่อการดำเนินการใดๆ ต่อการกระทำที่ผิดกฎหมาย โดยเราอาจจะมีการเปิดเผยข้อมูลดังกรณีต่อไปนี้ (1) เมื่อมีการอนุญาตและร้องขอจากเจ้าหน้าที่ผู้รักษากฎหมาย หรือ (2) เมื่อมีความพยายามจะต่อต้าน หรือ ป้องกัน การฉ้อโกง หลอกลวง หรือ การดำเนินการสั่งซื้อโดยไม่ได้รับอนุญาต อันมีความเป็นไปได้ว่าจะเกิดขึ้น หรือ (3) เมื่อมีการสืบสวนสอบสวนการฉ้อโกงที่เกิดขึ้นแล้ว แต่ข้อมูลเหล่านี้จะไม่มีการนำไปให้บริษัทอื่นใดใช้เพื่อจุดประสงค์ทางการตลาด
ความปลอดภัยของข้อมูล
ข้อมูลส่วนตัวของคุณที่เราทำการเก็บรักษาไว้นั้นมีการเก็บรักษาไว้อย่างเหมาะสม และปลอดภัย มีก็แต่เพียงพนักงานในบริษัทของเราที่ได้รับอนุญาต ตัวแทนของเรา หรือ ผู้รับจ้างของเรา (ผู้ซึ่งตกลงแล้วว่าจะเก็บรักษาข้อมูลเหล่านี้อย่างปลอดภัยและเป็นความลับ) เท่านั้นที่สามารถเข้าถึงข้อมูลเหล่านี้ได้ อีเมล์และจดหมายข่าวทุกฉบับจากเว็บไซต์ของเราจะเปิดโอกาสให้คุณเลือกที่จะยกเลิกการรับข่าวสารในอนาคตได้
ติดต่อสอบถามเกี่ยวกับนโยบายความเป็นส่วนตัว
หากคุณมีข้อสงสัย คำถาม ข้อข้องใจ หรือ ความคิดเห็นใดๆ เกี่ยวกับนโยบายความเป็นส่วนตัวของเรา คุณสามารถติดต่อเราได้ตามรายละเอียดด้านล่างนี้ 

บริษัท เดอะ เบสท์ ดีล จำกัด จำกัด
เลขที่ 12/14 ปากทางลาดพร้าว (ซอย MRT พหลโยธินทางออกที่2) แขวงจอมพล เขตจตุจักร กรุงเทพฯ 10900
โทรศัพท์ : 02-938-4399
แฟกซ์ : 02-938-4399
อีเมล์ : info@TheBestDeal1.com
TheBestDeal1.com ขอสงวนสิทธิ์ในการเปลี่ยนแปลงใดๆต่อนโยบายความเป็นส่วนตัวนี้ การเปลี่ยนแปลงใดๆที่จะเกิดขึ้นกับนโยบายความเป็นส่วนตัวนี้จะมีการประกาศแจ้งเอาไว้ในเว็บไซต์ของเรา
หมายเหตุ: ภาพประกอบใช้เพื่อการโฆษณาเท่านั้น
    </textarea>
    </div>		
	<div id="select_check_box">
		<div><input type="checkbox" name="subscript" id="subscript" value="1"  checked="checked"/>ต้องการรับข่าวสารจาก The Best Deal One</div>
		<div><input type="checkbox" name="acept_condition" id="acept_condition" value="1" />ยอมรับข้อตกลง <a href="">เงื่อนไขการใช้งาน</a> และ <a href="">นโยบายความเป็นส่วนตัว</a></div>
	</div>
</div>
<div id="main_inner_body_right">
	<div class="topic_text">ชื่อ : </div>
	<div><input type="text" name="member_name" id="member_name" class="textbox" size="36" />					    </div>
    <div class="topic_text">นามสกุล : </div>
	<div><input type="text" name="member_sname" id="member_sname" class="textbox" size="36" />					    </div>
    <div class="topic_text">เบอร์โทร : </div>
	<div><input type="text" name="member_mobile" id="member_mobile" class="textbox" size="36" />					    </div>
    <div class="topic_text">อีเมล : </div>
	<div><input type="text" name="email" id="email" class="textbox" size="36" />					    </div>
	<div class="topic_text">รหัสผ่าน :</div>
	<div><input type="password" name="password" id="password" class="textbox" size="36" /></div>
	<div class="topic_text">ยื่นยันรหัสผ่าน : </div>
	<div><input type="password" name="confirm_password" id="confirm_password" class="textbox" size="36" /></div>
    <div class="topic_text">ท่านทราบเว็บไซต์เราจากไหน : </div>
	<div class="sel_box">
    	<select name="know_from" id="know_from">
    	  <option value="">ท่านทราบเว็บไซต์เราจาก</option>
<option value="1">ทราบจาก โฆษณาบนเฟสบุ๊ค</option>
<option value="2">ทราบจาก โฆษณาบนเว็บไซต์ต่างๆ</option>
<option value="3">ทราบจาก เพื่อนแนะนำ</option>
<option value="4">ทราบจาก อีเมล์จดหมายข่าวแนะนำเว็บไซต์</option>
<option value="5">ทราบจากเว็บไซต์ www.TheBestDeal1.com</option>
<option value="6">ทราบจากแฟนเพจ TheBestDeal1</option>
<option value="7">ค้นหาเจอใน Google.com</option>
<option value="8">ค้นหาเจอใน  Search Engine อื่นๆ</option>
<option value="9">ทราบจากโฆษณาบน Google.com</option>
<option value="10">ทราบจากสื่อโฆษณาทางทีวี</option>
<option value="11">ทราบจากสื่อโฆษณาทางหนังสือพิมพ์ นิตยสาร</option>
<option value="12">ทราบจากป้ายโฆษณาตามสถานที่ต่างๆ</option>
    	</select>
    </div>
    <div style="padding: 8px 0"><?=$capcha?></div>
     <div class="topic_text">รหัสความปลอดภัย : </div>
    <div><input type="text" name="capcha" id="capcha" class="textbox" size="5" /></div>
	<div><input type="image" src="/assets/images/register.png" value="สมัครสมาชิก" name="signup_button" id="signup_button" /></div>
</div>
<input type="hidden" value="<?=$ref_id?>" name="ref_id" id="ref_id" />
</form>
</div>
<br/>
        <div id="fb_like_box">
        	<iframe src="//www.facebook.com/plugins/likebox.php?href=http%3A%2F%2Fwww.facebook.com%2Fthebestdeal1&amp;width=940&amp;height=290&amp;show_faces=true&amp;colorscheme=light&amp;stream=false&amp;border_color&amp;header=true&amp;appId=398382723561868" scrolling="no" frameborder="0" style="border:none; overflow:hidden; width:940px; height:290px;" allowTransparency="true"></iframe>
        </div>
</div>
<script type="text/javascript">
 	$(document).ready(function() {  
 		function do_signup(responseText, statusText, xhr, $form)
 		{
 			if(responseText!=1)
 			{
 				$( "#dialog" ).html(responseText);
 				$( "#dialog" ).dialog({ title: "แจ้งเตือน" });
 			}else{
 				window.location.href	=	"/customer/signup_thankyou";
 			}
 		}
 		$('#signup').ajaxForm(
 			{ 	
 				success: do_signup
 			} 
 		); 
  	});
</script>